Repository: alikimovich/good-time-sleep-calculator
Catalog: good-time/*.lproj/Localizable.strings
Languages: es, ru

# intro.title
source: A good night consists of 5-6 complete sleep cycles
es: Una buena noche consiste en 5-6 ciclos de sueño completos
ru: Чтобы выспаться, необходимо спать 5-6 циклов сна

# intro.subtitle
source: If you go to bed right now, try to wake up at one of these times
es: Si te acuestas ahora, intenta despertarte a una de estas horas
ru: Собираешься спать? Попробуй проснуться в предложенное время чтобы чувствовать себя лучше с утра

# tab.wakeup
source: Wake Up
es: Despertar
ru: Когда проснуться

# tab.bedtime
source: Bed Time
es: Acostarse
ru: Когда спать

# wakeup.title
source: Time to Wake Up
es: Hora de Despertar
ru: Когда проснуться

# wakeup.header
source: Going to bed? Try to wake up at one of these times to feel better next morning
es: ¿Te vas a la cama? Intenta despertarte a una de estas horas para sentirte mejor mañana
ru: Лучшее время чтобы проснуться, если пойти спать прямо сейчас

# wakeup.cycles
source: %d CYCLES
es: %d CICLOS
ru: %d ↻

# wakeup.best_time
source: the best time to wake up
es: la mejor hora para despertar
ru: лучшее время

# wakeup.footer
source: A good night consists of 5-6 complete sleep cycles. It takes an average human about 15 minutes to fall asleep
es: Una buena noche de sueño consiste en 5-6 ciclos completos. Un ser humano promedio tarda unos 15 minutos en dormirse
ru: Чтобы выспаться, необходимо спать 5-6 ↻ циклов сна.

# bedtime.title
source: Time to Go to Bed
es: Hora de Ir a la Cama
ru: Когда спать

# bedtime.header
source: If you want to wake up at %@
es: Si quieres despertar a las %@
ru: Чтобы легче проснуться в %@

# bedtime.datepicker_title
source: Choose time you want to wake up:
es: Elige la hora a la que quieres despertar:
ru: Выбери время, в которое ты хочешь проснуться:

# settings.title
source: Settings
es: Ajustes
ru: Настройки

# settings.section.sleep_details
source: Sleep Details
es: Detalles del Sueño
ru: Детали сна

# settings.time_to_fall_asleep
source: Time to fall asleep
es: Tiempo para dormirse
ru: Время на засыпание

# settings.sleep_cycle_length
source: Sleep cycle length
es: Duración del ciclo de sueño
ru: Длительность цикла сна

# settings.minute
source: %d min
ru: %d мин

# settings.section.wake_up
source: Wake Up
es: Despertar
ru: Пробуждение

# settings.wake_up_time
source: Wake up time
es: Hora de despertar
ru: Время пробуждения

# settings.section.reminders
source: Reminders
es: Recordatorios
ru: Напоминания

# settings.bedtime_auto_reminders
source: Bedtime auto reminders
es: Recordatorios automáticos de hora de dormir
ru: Автоматические напоминания о времени сна

# settings.done
source: Done
es: Hecho
ru: Готово
